Repository: MysteryManav/sem-6
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: gu

source: Please log in to access this page.
gu: કૃપા કરીને આ પૃષ્ઠને ઍક્સેસ કરવા માટે લોગ ઇન કરો.

source: [Microblog] Reset Your Password
gu: [Microblog] તમારો પાસવર્ડ રીસેટ કરો

source: Username
gu: વપરાશકર્તા નામ

source: Password
gu: પાસવર્ડ

source: Remember Me
gu: મને યાદ રાખો

source: Sign In
gu: સાઇન ઇન કરો

source: Email
gu: ઈમેલ

source: Repeat Password
gu: પાસવર્ડનું પુનરાવર્તન કરો

source: Register
gu: નોંધણી કરો

source: Please use a different username.
gu: કૃપા કરીને અલગ વપરાશકર્તાનામનો ઉપયોગ કરો.

source: Please use a different email address.
gu: કૃપા કરીને અલગ ઈમેલ એડ્રેસનો ઉપયોગ કરો.

source: Request Password Reset
gu: પાસવર્ડ રીસેટની વિનંતી કરો

source: Invalid username or password
gu: અમાન્ય વપરાશકર્તા નામ અથવા પાસવર્ડ

source: Congratulations, you are now a registered user!
gu: અભિનંદન, તમે હવે નોંધાયેલા વપરાશકર્તા છો!

source: Check your email for the instructions to reset your password
gu: તમારો પાસવર્ડ રીસેટ કરવા માટેની સૂચનાઓ માટે તમારો ઈમેલ તપાસો

source: Reset Password
gu: પાસવર્ડ રીસેટ કરો

source: Your password has been reset.
gu: તમારો પાસવર્ડ રીસેટ કરવામાં આવ્યો છે.

source: About me
gu: મારા વિશે

source: Submit
gu: સબમિટ કરો

source: Say something
gu: કંઈક કહો

source: Your post is now live!
gu: તમારી પોસ્ટ હવે લાઇવ છે!

source: Home
gu: ઘર

source: Explore
gu: અન્વેષણ કરો

source: Your changes have been saved.
gu: તમારા ફેરફારો સાચવવામાં આવ્યા છે.

source: Edit Profile
gu: પ્રોફાઈલ સંપાદિત કરો

source: User %(username)s not found.
gu: વપરાશકર્તા %(વપરાશકર્તાનામ) મળ્યા નથી.

source: You cannot follow yourself!
gu: તમે તમારી જાતને અનુસરી શકતા નથી!

source: You are following %(username)s!
gu: તમે %(વપરાશકર્તાનામ)ને અનુસરી રહ્યા છો!

source: You cannot unfollow yourself!
gu: તમે તમારી જાતને અનફૉલો કરી શકતા નથી!

source: You are not following %(username)s.
gu: તમે %(વપરાશકર્તાનામ)ને અનુસરતા નથી.

source: %(username)s said %(when)s
gu: %(વપરાશકર્તાનામ)એ કહ્યું %(જ્યારે)s

source: Welcome to Microblog
gu: માઈક્રોબ્લોગમાં આપનું સ્વાગત છે

source: Login
gu: લોગિન

source: Profile
gu: પ્રોફાઈલ

source: Logout
gu: લોગઆઉટ

source: Hi, %(username)s!
gu: હાય, %(વપરાશકર્તાનામ)!

source: Newer posts
gu: નવી પોસ્ટ

source: Older posts
gu: જૂની પોસ્ટ્સ

source: User
gu: વપરાશકર્તા

source: Last seen on
gu: છેલ્લે જોવામાં આવ્યું

source: %(count)d followers
gu: %(ગણતરી)d અનુયાયીઓ

source: %(count)d following
gu: %(ગણતરી)d અનુસરે છે

source: Edit your profile
gu: તમારી પ્રોફાઇલ સંપાદિત કરો

source: Follow
gu: અનુસરો

source: Unfollow
gu: અનફોલો

source: New User?
gu: નવો વપરાશકર્તા?

source: Click to Register!
gu: નોંધણી કરવા માટે ક્લિક કરો!

source: Forgot Your Password?
gu: તમારો પાસવર્ડ ભૂલી ગયા છો?

source: Click to Reset It
gu: તેને રીસેટ કરવા માટે ક્લિક કરો

source: Reset Your Password
gu: તમારો પાસવર્ડ રીસેટ કરો

source: Not Found
gu: મળ્યું નથી

source: Back
gu: પાછળ

source: An unexpected error has occurred
gu: એક અણધારી ભૂલ આવી છે

source: The administrator has been notified. Sorry for the inconvenience!
gu: એડમિનિસ્ટ્રેટરને જાણ કરવામાં આવી છે.
